{"_id":"1d8e5840-8285-11e9-9106-19ed2574ea23","name":"charmdatereviewsgxe","email":"7019873c8714f1124e4e3bd7e1cae7b3","body":"Sex assault trial of two former or perhaps of Ottawa hockey players nears end\r\n\r\nThe two former University of Ottawa Gee Gees hockey players accused of sexual assault took the stand in their own individual defence in Thunder Bay on Thursday.\r\n\r\nsteve Foucher, 29, Then team chief and Guillaume Donovan, 28, Then assistant captain, Were arrested for sexual assault in an incident in a hotel on Feb. 2, 2014 when the hockey team was in Thunder Bay to play the Lakehead university or college Thunderwolves.\r\n\r\nPolice weren notified within alleged assault until Feb. 25, 2014, After a third party claimed of the incident. The higher educatoin institutions of Ottawa suspended its men hockey program in March 2014. The as well as college also suspended and later fired head coach R Paiement.\r\n\r\nThe trial now is in its second week. of the complainant, Who can be named under a distribution ban, claimed in graphic detail earlier in the trial.\r\n\r\nThe woman said she had met another member of the team, Taylor Collins, A rookie on they, Through an online dating site app on the night of the incident and the two had consensual sex in Collins hotel room, Which he distributed to Donovan.\r\n\r\nHad noticed on the room the man was naked and, suddenly, There was a man in addition me that wasn (Collins) any longer. I vividly continue to keep turning my head and saying, Don want this to happen and then (Collins) was gone. (Collins) Got up to go to the bathroom. There was a guy on top of me making love with me and his hips thrust against mine as I laid on the bed, The complaint told the judge last week.\r\n\r\nThen he continued to have relations with me and, subsequently, an additional man joined he put his hips in my <a href=https://latamdatereviews.wordpress.com/tag/15-year-old-girls-in-colombia/>colombian girls</a> face, He straddled my body The man who just had sex with me at night had said, undertake it. this situation (Collins roommate. and next he put his penis in my mouth. Alleged victim said how she felt because she thought it was Collins and that never thought this was going to take place to me. I thought I was smarter than I was doing. saturday, While pondering on the witness, Donovan lawyer Christian Deslauriers theorised to the woman that Collins asked her if she was with two. The woman was adament in her testimony that she did not agree to a sexual threesome.\r\n\r\nDeslauriers asked the woman about a series of text messages sent in between the two between herself and Collins, such as Feb. 2, 2014 into March 5, 2014. Deslauriers asked her if she and Collins had tried to make up a story to get police to stop their studies, And she cleared a sense, And agreed that she did try to keep the police out of your situation.\r\n\r\nIn accounts, The woman friend described her as withdrawn and sentimentally distressed when she picked her up at the hotel. The friend testified that she went into your accommodation and asked reception to call the coach. The friend told the coach there was an sexual assault and that the captain was involved. The coach seemed taken aback and taken aback, She pointed out.\r\n\r\nThe friend said she recognized an email from the Gee Gees coach on Feb. 3, 2014 saying he had a basic plan. The friend replied to thank him for taking the allegations seriously and emailed him again later in the month to see if there had been any followup. She said she never received a reply and eventually went to the University of Ottawa athletic director with her concerns and received a reply from an agent from the university president office. She said she knew the alleged victim wouldn accept of her actions, But she felt it was the right thing to do. She was later calls by Thunder Bay police, Who had opened a study.\r\n\r\nDeslauriers reviewed a degree of friend statement to police about what she said woman told her in the hotel parking lot, Including saying her arms had been held down and the men in the room all took turns. The friend said during re evaluation that those are the events as told to her by the woman, But that her own meaning also plays into her statement to police.\r\n\r\nDuring the alleged victim cross research on Tuesday, She said she had never informed her friend details such as being held down, Collins being pushed off of her your men taking turns.\r\n\r\nDonovan was first to take the stand Thursday. Foucher testified in the afternoon. Crown attorney Marc Huneault inhibited Foucher about his role as captain and a leader of the team.\r\n\r\nFoucher was also inquired about telling his coach that he remembers taking a taxi back to the hotel from a bar the night of the incident, But doesn recall which masters he shared the ride with. Foucher also told Paiement that from there, His memory was a blank until he woke up subsequent morning.","date":"2019-05-30T02:46:25.460Z"}